Repository: Abdelrahmanrafaat19/streetfut
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Welcome
ar: مرحباً

# emailandphone
source: Email / Phone Number
ar: البريد الإلكتروني / رقم الهاتف

source: Password
ar: كلمة المرور

source: let's Play
ar: هيّا بنا لنلعب

# loginask
source: Dontâ€™t have an account yet?
ar: ليس لديك حساب حتى الآن؟

source: SignUp
ar: اشتراك

source: LogOut
ar: تسجيل الخروج

source: Play
ar: يلعب

source: Sponsored By
ar: برعاية

source: Teams
ar: الفرق

# tourtment
source: Tournment
ar: البطولة

source: Work Out
ar: لياقة بدانية

source: Point Earned
ar: النقاط المكتسبة

source: Pitches
ar: الملاعب

source: Referee Mode
ar: وضع الحكم

source: Pitch Booking
ar: حجز الملعب

source: Friendly Match
ar: مباراة ودية

source: Enter Tournment
ar: ادخل البطولة

source: Challenge Team
ar: فريق التحدي

# mytournment
source: My Tournments
ar: بطولاتي

# jointournment
source: Join Tournments
ar: انضم إلى البطولات

# requesttournment
source: Request Tournments
ar: طلب البطولات

source: My Teams
ar: فريقي

source: Other Teams
ar: فرق أخرى

# createteam
source: +Create Teams
ar: +إنشاء فرق

source: Area
ar: منطقة

source: Sort By
ar: ترتيب بوسطة

source: Search By Team ID
ar: البحث حسب معرف الفريق

source: Request To Join
ar: طلب الانضمام

source: Upload Photo:
ar: تحميل الصورة:

source: Team Name:
ar: اسم الفريق:

source: Name Of Team
ar: اسم الفريق

source: Preferred Playing Days:
ar: أيام اللعب المفضلة:

# preferredplayingareas
source: Preferred Playing Area:
ar: منطقة اللعب المفضلة:

source: Primary Area
ar: المنطقة الأساسية

# satday
source: SAT
ar: السبت

# sunday
source: SUN
ar: الاحد

# monday
source: Mon
ar: الاثنين

# tuethday
source: TUE
ar: الثلاثاء

# wensday
source: WEN
ar: الاربعاء

# thurtday
source: THU
ar: الخميس

# friday
source: FRI
ar: الجمعة

source: Create
ar: إنشاء

source: Type:
ar: النوع:

source: From:
ar: من:

source: To:
ar: إلي:

source: Join
ar: إنضمام

source: Count Of Team
ar: عدد الفريق

source: Types Of Tournment
ar: أنواع البطولات

# dateandtime
source: Data & Time "start"
ar: البيانات والوقت "البدء"

source: Calender
ar: تقويم

source: Submit
ar: يُقدِّم

source: KnockOut
ar: قصا

# fixtureanddetails
source: Fixture & Details
ar: التركيبات والتفاصيل

source: Champions
ar: البطل

source: Table
ar: جدول

source: Matches
ar: المباريات

source: Top Scorer
ar: أفضل هداف

source: MVP
ar: أفضل لاعب

source: Rank
ar: رتبة

source: Name
ar: اسم

source: Goals
ar: الأهداف

source: Team
ar: فريق

source: Rating
ar: تصنيف

source: GroupA
ar: المجموعة أ

# groupb
source: GroubB
ar: المجموعة ب
